Repository: wincentbalin/wx12Ton
Catalog: wx-interface/po/*.po
Languages: de

source: tonal is (t)
de: als tonal gilt (t)

source: &play
de: &Hören

source: The series can be modfied with the arrow keys and PgUp/PgDown.
de: Die Reihe kann mit den Kursor- sowie Bildtasten verändert werden.

source: tonal phrases
de: als tonal gilt

source: &goto error
de: &Gehe zum Fehler

source: algorithms
de: Algorithmen

source: &run
de: &Anwenden

source: use octave information
de: Oktaven

source: iterate (m)
de: Wiederholen (m)

source: &apply
de: Ü&bernehmen

source: &close window
de: Fenster &schließen

source: Edit Series
de: Reihe bearbeiten

source: Find series
de: Reihen Suchen...

source: List all normalized series, excluding Series, which contain tonal phrases, where
de: Liste aller normierten Reihen, welche keine tonalen Wendungen enthalten, wobei

source: Calculation steps:
de: Berechnungsschritte:

source: Valid Series:
de: Gültige Reihen:

source: Memory usage:
de: Benötigter Arbeitsspeicher:

source: %.1f million steps
de: %.1f Millionen Schritte

source: %i series
de: %i Reihen

source: List of all series
de: Liste aller Reihen

source: B%+i
de: G%+i

source: R%+i
de: K%+i

source: I%+i
de: U%+i

source: (I%+i)R
de: (K%+i)U

source: basic form (B)
de: Grundgestalt (G)

source: retrograde (R)
de: Krebs (K)

source: inversion (I)
de: Umkehrung (U)

source: retrograde inverted
de: Krebsumkehrung

source: !12Ton MIDI-file (*.mid)|*.mid|any file (*)|*
de: !12Ton MIDI-Datei (*.mid)|*.mid|Alle Dateien (*)|*

source: Load series
de: Reihe laden

source: Invalid file format!
de: Datei hat ungültiges Fromat!

source: Cannot read file
de: Kann Datei nicht lesen.

source: Save series
de: Reihe speichern

source: Calculating...
de: Berechnung läuft...

source: This box must never appear!
de: Diese Nachricht dürfte nie erscheinen!

source: Load algorithms
de: Algorithmen Laden

source: !12Ton algorithm file (*.scm)|*.scm|any file (*)|*
de: !12Ton Algoritmen-Datei (*.scm)|*.scm|Alle Dateien (*)|*

source: wx12Ton %s is !12Ton for wxWidgets.
de: wx12Ton %s ist !12Ton für wxWidgets. (Aus rechtlichen Gründen sind die nachfolgenden Hinweise auf Urheberrecht und Nutzungsbedingungen in englischer Sprache.)

source: About !12Ton
de: Informationen über !12Ton

source: The list on the left contains all normalized series, excluding series, which contain tonal phrases, where
de: Die Liste zu Linken enthält alle normierten Reihen, welche keine tonalen Wendungen enthalten, wobei

source: number of series to show in window:
de: Anzahl der im Fenster links gezeigten Reihen:

source: Error running MIDI program
de: Fehler beim Ausführen des MIDI Progamms

source: Error playing MIDI sequence
de: Fehler beim Abspielen der MIDI-Sequenz

source: Cannot execute command "%s"
de: Befehl "%s" fehlgeschlagen

source: invalid series
de: ungültige Reihe

source: retrograde
de: Krebs

source: inversion
de: Umkehrung

source: transpose (m)
de: Transponieren (m)

source: normalize
de: Normierte Reihe

source: relative (t,m)
de: Verwandte suchen (t,m)

source: MIDI program already running
de: MIDI-Programm wird bereits verwendet

source: Cannot play MIDI sequence
de: Fehler beim Abspielen der MIDI-Sequenz

source: c natural
de: c

source: c sharp
de: cis

source: d natural
de: d

source: e flat
de: es

source: e natural
de: e

source: f natural
de: f

source: f sharp
de: fis

source: g natural
de: g

source: g sharp
de: gis

source: a natural
de: a

source: b flat
de: b

source: b natural
de: h

source: note "%s" occurs twice
de: %s doppelt

source: perfect fourth/fifth
de: reine Quinte/Quarte

source: major/minor chord
de: Dur-/Moll-Akkord

source: three identical intervals in a row
de: drei gleiche Intervalle hintereinander

source: not all intervals do appear
de: keine Allintervallreihe

source: series tests OK
de: Reihe enthält keine tonale Wendung

source: tonal is
de: als tonal gilt

source: &Form
de: &Perspektive

source: &Edit
de: Be&arbeiten

source: Edit selected form.
de: Bearbeiten der gewählten Perspektive.

source: &Goto nomalized
de: Wähle &normierte

source: Select normalized form.
de: Normierte Perspektive wird gewählt.

source: Se&t
de: Ü&bernehmen

source: Set selected form as new basic form.
de: Gewählte Perspektive als Grundgestalt übernehmen.

source: &Play
de: &Hören

source: Play selected form on MIDI device.
de: Hören der gewählten Perspektive.

source: &Open...
de: &Laden...

source: Load a series from a !12Ton MIDI-file
de: Öffnen einer Reihe aus einer !12Ton MIDI-Datei.

source: &Save as...
de: &Speichern unter...

source: Save selected form as !12Ton MIDI-file.
de: Speichern der gewählten Perspektive in eine !12Ton MIDI-Datei.

source: &Other
de: &Sonstiges

source: &Print...
de: &Drucken...

source: Print all forms.
de: Ausgabe aller Perspektiven auf dem Drucker.

source: &Find series...
de: Reihen &Suchen...

source: Show the complete set of normalized series.
de: Anzeigen aller gültigen, normierten Zwölftonreihen.

source: &Load Algorithms
de: &Algorithmen laden

source: Load a different set of algorithms.
de: Algorithmen von Datei laden.

source: &About...
de: &Info...

source: about !12Ton
de: Informationen über !12Ton

source: &Exit
de: &Ende

source: Exit !12Ton.
de: Beendet !12Ton.
